cities = {
    '长沙':{
          '所属国家':'中国',
          '人口约数':'2,171.00万',
          '有关该城市的事实':'长沙的臭豆腐很出名',},
    '纽约':{
          '所属国家':'美国',
          '人口约数':'700多万',
          '有关该城市的事实':'纽约是时间经济中心',},
    '悉尼':{
          '所属国家':'澳大利亚',
          '人口约数':'500多万',
          '有关该城市的事实':'悉尼歌剧院是悉尼的著名旅游景点',},
        }
for city_name,city_info in cities.items( ):
    print(city_name+":")
    print("所属国家："+city_info['所属国家'])
    print("人口约数："+city_info['人口约数'])
    print("有关该城市的事实："+city_info['有关该城市的事实'])
